[{"drug_name": "Acetaminophen", "avoid_if": ["Adults and teenagers at least 12 years old: Do not take more than 1000 milligrams (mg) at one time or more than 4000 mg in 24 hours.", "Children younger than 12 years old: Do not take more than 5 doses of children's formula acetaminophen in 24 hours."], "side_effects": ["you still have a sore throat after 2 days of use;", "you still have a fever after 3 days of use;", "you still have pain after 7 days of use (or 5 days if treating a child);", "you have a skin rash, ongoing headache, nausea, vomiting, redness or swelling; or", "your symptoms get worse, or if you have any new symptoms."], "usual_dose": ["Stop taking this medicine and call your doctor if:"]}, {"drug_name": "Adderall", "avoid_if": ["heart problems or a congenital heart defect;", "high blood pressure; or", "a family history of heart disease or sudden death."], "side_effects": ["depression, anxiety, mental illness, bipolar disorder, psychosis, problems with aggression, or suicidal thoughts or actions;", "motor tics (muscle twitches) or Tourette's syndrome;", "seizures or epilepsy;", "an abnormal brain wave test (EEG); or", "liver or kidney disease; or", "blood circulation problems in the hands or feet."], "usual_dose": ["Store at room temperature away from moisture, heat, and light."]}, {"drug_name": "Amitriptyline", "avoid_if": ["bipolar disorder (manic-depression) or schizophrenia;", "mental illness or psychosis;", "liver disease;", "heart disease;", "a heart attack, stroke, or seizures;", "diabetes (amitriptyline may raise or lower blood sugar);", "glaucoma; or", "problems with urination."], "side_effects": ["signs of a blood clot - sudden numbness or weakness, problems with vision or speech, swelling or redness in an arm or leg;", "unusual thoughts or behavior;", "a light-headed feeling, like you might pass out;", "chest pain or pressure, pain spreading to your jaw or shoulder, nausea, sweating;", "pounding heartbeats or fluttering in your chest;", "confusion, hallucinations;", "a seizure (convulsions);", "painful or difficult urination;", "severe constipation;", "easy bruising, unusual bleeding; or", "fever, chills, sore throat, mouth sores."], "usual_dose": ["Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time."]}, {"drug_name": "Amlodipine", "avoid_if": ["pounding heartbeats or fluttering in your chest;", "worsening chest pain;", "swelling in your feet or ankles;", "severe drowsiness; or", "a light-headed feeling, like you might pass out."], "side_effects": ["dizziness;", "drowsiness;", "feeling tired;", "stomach pain;", "nausea;", "flushing (warmth, redness, or tingly feeling)."], "usual_dose": ["Get emergency medical help if you have signs of an allergic reaction to amlodipine: hives; difficulty breathing; swelling of your face, lips, tongue, or throat."]}, {"drug_name": "Amoxicillin", "avoid_if": ["severe stomach pain; or", "diarrhea that is watery or bloody (even if it occurs months after your last dose)."], "side_effects": ["nausea, vomiting, diarrhea; or", "rash."], "usual_dose": ["You may store liquid amoxicillin in a refrigerator but do not allow it to freeze. Throw away any liquid mediicne that is not used within 14 days after it was mixed at the pharmacy."]}, {"drug_name": "Ativan", "avoid_if": ["asthma, chronic obstructive pulmonary disease (COPD), sleep apnea, or other breathing disorder;", "drug or alcohol addiction;", "depression, mood problems, or suicidal thoughts or behavior;", "kidney or liver disease;", "seizures; or", "an allergy to aspirin or yellow food dye."], "side_effects": ["severe drowsiness;", "unusual changes in mood or behavior, being agitated or talkative;", "sudden restless feeling or excitement;", "thoughts of suicide or hurting yourself;", "confusion, aggression, hallucinations;", "sleep problems;", "vision changes; or", "dark urine, or jaundice (yellowing of the skin or eyes)."], "usual_dose": ["Usual Pediatric Dose for Anxiety:"]}, {"drug_name": "Atorvastatin", "avoid_if": ["liver problems;", "muscle pain or weakness;", "kidney disease;", "diabetes;", "a thyroid disorder; or", "if you drink more than 2 alcoholic beverages daily."], "side_effects": ["uncontrolled seizures;", "an electrolyte imbalance (such as high or low potassium levels in your blood);", "severely low blood pressure;", "a severe infection or illness; or", "surgery or a medical emergency."], "usual_dose": ["Minimize drinking alcohol. It can raise triglyceride levels and may increase your risk of liver damage."]}, {"drug_name": "Azithromycin", "avoid_if": ["liver disease;", "kidney disease;", "myasthenia gravis;", "a heart rhythm disorder;", "low levels of potassium in your blood; or", "long QT syndrome (in you or a family member)."], "side_effects": ["severe stomach pain, diarrhea that is watery or bloody;", "fast or pounding heartbeats, fluttering in your chest, shortness of breath, and sudden dizziness (like you might pass out); or", "liver problems - nausea, upper stomach pain, itching, tired feeling, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes)."], "usual_dose": ["Call your doctor at once if you have:"]}, {"drug_name": "Benzonatate", "avoid_if": ["headache, dizziness;", "nausea, upset stomach;", "constipation;", "itching, rash; or", "stuffy nose."], "side_effects": ["Can benzonatate be used for a sore throat?"], "usual_dose": ["100 mg to 200 mg orally three times a day as needed for cough", "", "Comments: This drug should be swallowed whole.", "", "Use: Symptomatic relief of cough"]}, {"drug_name": "Brilinta", "avoid_if": ["a stroke;", "heart problems;", "high cholesterol;", "bleeding problems;", "a stomach ulcer or colon polyps;", "liver disease; or", "kidney disease;", "asthma, COPD (chronic obstructive pulmonary disorder) or other breathing problems;", "recent surgery or serious injuries; or", "if you are planning to have surgery or a dental procedure; or"], "side_effects": ["chest pain;", "fainting or dizzy spells;", "nosebleeds, or any bleeding that will not stop;", "shortness of breath even with mild exertion or while lying down;", "easy bruising, unusual bleeding, purple or red spots under your skin;", "red, pink, or brown urine;", "black, bloody, or tarry stools; or", "coughing up blood or vomit that looks like coffee grounds."], "usual_dose": ["Following an acute coronary syndrome (ACS) event:", "", "Loading dose: 180 mg orally once", "Maintenance dose: 90 mg orally twice a day for 1 year", "Maintenance dose after 1 year: 60 mg orally twice a day", "", "Comments:", "-This drug should be taken in conjunction with a daily maintenance dose of aspirin 75 to 100 mg orally once a day.", "-For at least the first 12 months following ACS, this drug is superior to clopidogrel.", "", "Uses:", "-To reduce the rate of cardiovascular death, myocardial infarction, and stroke in patients with acute coronary syndrome (ACS) or a history of myocardial infarction.", "-To reduce the rate of stent thrombosis in patients who have been stented for treatment of ACS."]}, {"drug_name": "Bunavail", "avoid_if": ["any problems with your teeth or gums;", "weak or shallow breathing, breathing that stops during sleep;", "a light-headed feeling, like you might pass out;", "confusion, loss of coordination, extreme weakness;", "blurred vision, slurred speech;", "liver problems - upper stomach pain, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes);", "high levels of serotonin in the body - agitation, hallucinations, fever, sweating, shivering, fast heart rate, muscle stiffness, twitching, loss of coordination, nausea, vomiting, diarrhea;", "low cortisol levels - nausea, vomiting, loss of appetite, dizziness, worsening tiredness or weakness; or", "opioid withdrawal symptoms - shivering, goose bumps, increased sweating, feeling hot or cold, runny nose, watery eyes, diarrhea, muscle pain."], "side_effects": ["dizziness, drowsiness, blurred vision, feeling drunk, trouble concentrating;", "withdrawal symptoms;", "tongue pain, redness or numbness inside your mouth;", "nausea, vomiting, constipation;", "headache, back pain;", "fast or pounding heartbeats, increased sweating; or", "sleep problems (insomnia)."], "usual_dose": ["Do not drink alcohol. Dangerous side effects or death could occur."]}, {"drug_name": "Buprenorphine", "avoid_if": ["methadone treatment;", "breathing problems, sleep apnea;", "abnormal curvature of the spine that affects breathing;", "liver disease (especially hepatitis B or C);", "kidney disease;", "enlarged prostate, urination problems;", "a head injury or brain tumor;", "alcoholism, hallucinations, mental illness; or", "problems with your stomach, gallbladder, adrenal gland, or thyroid."], "side_effects": ["opioid withdrawal symptoms - shivering, goose bumps, increased sweating, feeling hot or cold, runny nose, watery eyes, diarrhea, muscle pain;", "noisy breathing, sighing, shallow breathing, breathing that stops during sleep;", "slow heartbeat or weak pulse;", "a light-headed feeling, like you might pass out;", "chest pain, trouble breathing;", "low cortisol levels - nausea, vomiting, loss of appetite, dizziness, worsening tiredness or weakness; or", "liver problems - nausea, upper stomach pain, itching, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes)."], "usual_dose": ["Do not keep leftover opioid medication. Just one dose can cause death in someone using this medicine accidentally or improperly. Ask your pharmacist where to locate a drug take-back disposal program. If there is no take-back program, flush the unused medicine down the toilet."]}, {"drug_name": "Cephalexin", "avoid_if": ["an allergy to any drug (especially penicillin);", "liver or kidney disease; or", "intestinal problems, such as colitis."], "side_effects": ["severe stomach pain, diarrhea that is watery or bloody (even if it occurs months after your last dose);", "unusual tiredness, feeling light-headed or short of breath;", "easy bruising, unusual bleeding, purple or red spots under your skin;", "a seizure;", "pale skin, cold hands and feet;", "yellowed skin, dark colored urine;", "fever, weakness; or", "pain in your side or lower back, painful urination."], "usual_dose": ["This list is not complete. Other drugs may interact with cephalexin, including prescription and over-the-counter medicines, vitamins, and herbal products. Not all possible drug interactions are listed here."]}, {"drug_name": "Ciprofloxacin", "avoid_if": ["arthritis or problems with your tendons, bones or joints (especially in children);", "diabetes, low blood sugar;", "nerve problems;", "an aneurysm or blood circulation problems;", "heart problems, or a heart attack;", "muscle weakness, myasthenia gravis;", "liver or kidney disease;", "a seizure, head injury, or brain tumor;", "trouble swallowing pills;", "long QT syndrome (in you or a family member); or", "low levels of potassium in your blood (hypokalemia)."], "side_effects": ["low blood sugar - headache, hunger, irritability, dizziness, nausea, fast heart rate, or feeling shaky;", "nerve damage symptoms - numbness, tingling, burning pain in your hands, arms, legs, or feet:", "serious mood or behavior changes - nervousness, confusion, agitation, paranoia, hallucinations, memory problems, trouble concentrating, thoughts of suicide; or", "signs of tendon rupture - sudden pain, swelling, bruising, tenderness, stiffness, movement problems, or a snapping or popping sound in any of your joints (rest the joint until you receive medical care or instructions)."], "usual_dose": ["Do not take ciprofloxacin with dairy products such as milk or yogurt, or with calcium-fortified juice. You may eat or drink these products with your meals, but do not use them alone when taking this medicine."]}, {"drug_name": "Citalopram", "avoid_if": ["a light-headed feeling, like you might pass out;", "blurred vision, eye pain or redness, seeing halos around lights;", "fast or pounding heartbeats, pain or fluttering in your chest, shortness of breath, and sudden dizziness (like you might pass out);", "a seizure;", "manic episodes - racing thoughts, increased energy, decreased need for sleep, risk-taking behavior, being agitated or talkative;", "severe nervous system reaction - very stiff (rigid) muscles, high fever, sweating, confusion, fast or uneven heartbeats, tremors; or", "low blood sodium - headache, confusion, problems with thinking or memory, weakness, feeling unsteady."], "side_effects": ["sexual problems;", "dizziness, drowsiness;", "dry mouth, thirst, increased sweating or urination;", "loss of appetite, nausea, diarrhea, constipation;", "feeling anxious, agitated, or shaky;", "feeling weak or tired;", "sleep problems (insomnia);", "yawning;", "increased muscle movement;", "nosebleeds, heavy menstrual bleeding; or", "cold symptoms such as stuffy nose, sneezing, sore throat."], "usual_dose": ["Over 60 years of age:", "Recommended dose: 20 mg orally once a day", "", "Comments:", "-Doses of 60 mg/day did not demonstrate an advantage in efficacy over 40 mg/day doses.", "-Acute episodes of depression may require several months or more of sustained pharmacologic therapy.", "", "Use: Treatment of depression"]}, {"drug_name": "Clindamycin", "avoid_if": ["any change in bowel habits;", "severe stomach pain, diarrhea that is watery or bloody;", "little or no urination; or", "a metallic taste in your mouth (after clindamycin injection)."], "side_effects": ["nausea, vomiting, stomach pain;", "mild skin rash; or", "vaginal itching or discharge;"], "usual_dose": ["Seek medical treatment if you have symptoms of a serious drug reaction that can affect many parts of your body. Symptoms may include: skin rash, fever, swollen glands, flu-like symptoms, muscle aches, severe weakness, unusual bruising, or yellowing of your skin or eyes. This reaction may occur several weeks after you began using clindamycin."]}, {"drug_name": "Clonazepam", "avoid_if": ["kidney or liver disease;", "breathing problems;", "depression, mood problems, or suicidal thoughts or behavior; or", "porphyria (a genetic enzyme disorder that causes symptoms affecting the skin or nervous system)."], "side_effects": ["new or worsening seizures;", "severe drowsiness;", "weak or shallow breathing;", "unusual changes in mood or behavior;", "confusion, paranoia, nightmares, hallucinations;", "thoughts of suicide or hurting yourself;", "unusual or involuntary eye movements."], "usual_dose": ["Seizures are often treated with a combination of drugs. Use all medications as directed by your doctor. Read the medication guide or patient instructions provided with each medication. Do not change your doses or medication schedule without your doctor's advice."]}, {"drug_name": "Cyclobenzaprine", "avoid_if": ["thyroid disease;", "liver disease;", "glaucoma;", "enlarged prostate; or", "problems with urination."], "side_effects": ["fast or irregular heartbeats;", "chest pain or pressure, pain spreading to your jaw or shoulder; or", "sudden numbness or weakness (especially on one side of the body), slurred speech, balance problems."], "usual_dose": ["Serious side effects may be more likely in older adults."]}, {"drug_name": "Cymbalta", "avoid_if": ["pounding heartbeats or fluttering in your chest;", "a light-headed feeling, like you might pass out;", "easy bruising, unusual bleeding;", "vision changes;", "painful or difficult urination;", "liver problems - right-sided upper stomach pain, itching, dark urine, jaundice (yellowing of the skin or eyes);", "low blood sodium - headache, confusion, problems with thinking or memory, weakness, feeling unsteady; or", "manic episodes - racing thoughts, increased energy, decreased need for sleep, risk-taking behavior, being agitated or talkative."], "side_effects": ["drowsiness;", "nausea, constipation, loss of appetite;", "dry mouth; or", "increased sweating."], "usual_dose": ["Store at room temperature away from moisture and heat."]}, {"drug_name": "Doxycycline", "avoid_if": ["severe stomach pain, diarrhea that is watery or bloody;", "throat irritation, trouble swallowing;", "chest pain, irregular heart rhythm, feeling short of breath;", "little or no urination;", "low white blood cell counts - fever, chills, swollen glands, body aches, weakness, pale skin, easy bruising or bleeding;", "severe headaches, ringing in your ears, dizziness, nausea, vision problems, pain behind your eyes;", "loss of appetite, upper stomach pain (that may spread to your back), tiredness, nausea or vomiting, fast heart rate, dark urine, jaundice (yellowing of the skin or eyes)."], "side_effects": ["nausea and vomiting;", "upset stomach;", "loss of appetite;", "mild diarrhea;", "skin rash or itching;", "darkened skin color;", "vaginal itching or discharge."], "usual_dose": ["Store at room temperature away from moisture, heat and light."]}, {"drug_name": "Dupixent", "avoid_if": ["eye problems;", "a parasite infection (such as roundworms or tapeworms); or", "if you are scheduled to receive any vaccine."], "side_effects": ["For the every-other-week injection schedule: Skip the missed dose and use the medicine at your next scheduled injection time.", "For the every-4-weeks schedule: Start a new dosing schedule on the day you use the missed injection and use your next injection 4 weeks later."], "usual_dose": ["Each prefilled syringe or injection pen is for one use only. Throw it away after one use, even if there is still medicine left inside."]}, {"drug_name": "Entresto", "avoid_if": ["liver disease;", "diabetes;", "hereditary angioedema;", "if you are on a low-salt-diet; or", "if you are dehydrated."], "side_effects": ["a light-headed feeling, like you might pass out;", "extreme tiredness;", "high potassium - slow heart rate, weak pulse, muscle weakness, tingly feeling; or", "kidney problems - little or no urinating, painful or difficult urination, swelling in your feet or ankles, feeling tired or short of breath."], "usual_dose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."]}, {"drug_name": "Entyvio", "avoid_if": ["fever, chills, body aches, cold or flu symptoms, mouth and throat ulcers, skin sores;", "pain, warmth, swelling, or oozing around your anal area;", "nausea, vomiting, severe diarrhea, diarrhea that is watery or bloody, stomach cramps, weight loss;", "cough, pain when swallowing; or", "liver problems - nausea, upper stomach pain, itching, tired feeling, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes)."], "side_effects": ["fever, sore throat, flu symptoms;", "cold symptoms such as stuffy nose, sinus pain, sneezing;", "cough with mucus, shortness of breath, chest discomfort;", "pain in your arms or legs;", "tiredness;", "headache, joint pain, back pain;", "rash, itching; or", "nausea."], "usual_dose": ["Since this medicine is given by a healthcare professional in a medical setting, an overdose is unlikely to occur."]}, {"drug_name": "Farxiga", "avoid_if": ["polycystic kidney disease;", "liver disease;", "bladder infections or other urination problems;", "problems with your pancreas, including surgery;", "alcoholism, or if you currently drink large amounts of alcohol; or", "if you are on a low salt diet."], "side_effects": ["dehydration - dizziness, confusion, feeling very thirsty, less urination;", "kidney problems - little or no urination, swelling in your feet or ankles, feeling tired or short of breath;", "ketoacidosis (too much acid in the blood) - nausea, vomiting, stomach pain, confusion, unusual drowsiness, or trouble breathing; or", "signs of a bladder infection--pain or burning when you urinate, increased urination, blood in your urine, fever, pain in your pelvis or back."], "usual_dose": ["To improve glycemic control:", "Initial dose: 5 mg orally once a day", "-May increase to 10 mg orally once a day for additional glycemic control if lower dose has been tolerated", "Maximum dose: 10 mg/day", "", "To reduce the risk of hospitalization for heart failure: 10 mg orally once a day", "", "Comments:", "-Correct volume depletion prior to initiating therapy.", "-Ensure adequate renal function (eGFR greater than 45 mL/min/1.73 m2) as glycemic efficacy is dependent on adequate renal function.", "-If used in combination with insulin or an insulin secretagogue, a lower dose of insulin or the insulin secretagogue should be considered to reduce the risk of hypoglycemia.", "", "Uses:", "-As an adjunct to diet and exercise to improve glycemic control in patients with type 2 diabetes mellitus.", "-To reduce the risk of hospitalization for heart failure in patients with type 2 diabetes mellitus and established cardiovascular disease (CVD) or multiple cardiovascular (CV) risk factors."]}, {"drug_name": "Gabapentin", "avoid_if": ["weak or shallow breathing;", "blue-colored skin, lips, fingers, and toes;", "confusion, extreme drowsiness or weakness;", "problems with balance or muscle movement;", "unusual or involuntary eye movements; or", "increased seizures."], "side_effects": ["changes in behavior;", "memory problems;", "trouble concentrating; or", "acting restless, hostile, or aggressive."], "usual_dose": ["In case of emergency, wear or carry medical identification to let others know you have seizures."]}, {"drug_name": "Gilenya", "avoid_if": ["an active or chronic infection;", "a heart rhythm disorder;", "chest pain (angina) or other heart problems;", "a heart attack or stroke, including \"mini-stroke\";", "high or low blood pressure;", "fainting spells;", "diabetes;", "skin cancer;", "liver disease;", "an eye condition called uveitis; or", "asthma, sleep apnea, or other breathing disorder."], "side_effects": ["shiny nodules on your skin, sores that do not heal, unusual moles that change in color or size;", "blurred vision, eye pain, or a blind spot or shadows in the center of your vision (may occur 3 to 4 months after you start taking fingolimod);", "new or worsened breathing problems;", "sores in your mouth and throat, cold sores, sores on your genital or anal area;", "blood vessel problems in the brain - headache, confusion, change in mental status, sudden vision loss, seizure (convulsions);", "heart problems - chest pain, slow or irregular heartbeats, and feeling dizzy or tired;", "liver problems -nausea, upper stomach pain, tiredness, loss of appetite, dark urine, jaundice (yellowing of the skin or eyes); or", "signs of infection - fever, chills, body aches, tiredness, nausea and vomiting, neck stiffness, increased sensitivity to light."], "usual_dose": ["Call your doctor for instructions. If you miss 1 or more doses, you may need to take your next dose under medical observation in a medical setting."]}, {"drug_name": "Humira", "avoid_if": ["fever, swollen glands, night sweats, general feeling of illness;", "joint and muscle pain, skin rash, easy bruising or bleeding;", "pale skin, feeling light-headed or short of breath, cold hands and feet;", "pain in your upper stomach that may spread to your shoulder; or", "loss of appetite, feeling full after eating only a small amount, weight loss."], "side_effects": ["new or worsening psoriasis (raised, silvery flaking of the skin);", "a sore or bump on your skin that does not heal;", "symptoms of sepsis - confusion, chills, severe drowsiness, fast heartbeats, rapid breathing, feeling very ill;", "liver problems - body aches, tiredness, stomach pain, right-sided upper stomach pain, vomiting, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes);", "lupus-like syndrome - joint pain or swelling, chest pain, shortness of breath, patchy skin color that worsens in sunlight;", "nerve problems - numbness, tingling, dizziness, vision problems, weakness in your arms or legs; or", "signs of tuberculosis - fever with ongoing cough, weight loss (fat or muscle)."], "usual_dose": ["40 mg subcutaneously every other week", "", "In some patients not taking concomitant methotrexate, the dosing interval may be increased to 40 mg every week.", "", "Methotrexate, glucocorticoids, salicylates, nonsteroidal anti-inflammatory drugs, analgesics, or other disease modifying agents may be given concomitantly."]}, {"drug_name": "Hydrochlorothiazide", "avoid_if": ["a light-headed feeling;", "eye pain, vision problems;", "jaundice (yellowing of the skin or eyes);", "pale skin, easy bruising, unusual bleeding (nose, mouth, vagina, or rectum);", "shortness of breath, wheezing, cough with foamy mucus, chest pain;", "dehydration symptoms - feeling very thirsty or hot, being unable to urinate, heavy sweating, or hot and dry skin; or", "signs of an electrolyte imbalance - increased thirst or urination, confusion, vomiting, constipation, muscle pain, leg cramps, bone pain, lack of energy, irregular heartbeats, tingly feeling."], "side_effects": ["weakness;", "feeling like you might pass out;", "severe pain in your upper stomach spreading to your back, nausea and vomiting;", "fever, chills, tiredness, mouth sores, skin sores, easy bruising, unusual bleeding, pale skin, cold hands and feet, feeling light-headed or short of breath; or", "electrolyte imbalance."], "usual_dose": ["Initial: 25 mg orally once daily", "Maintenance dose: May increase to 50 mg twice daily"]}, {"drug_name": "Hydroxychloroquine", "avoid_if": ["a seizure;", "yellowing of your eyes;", "ringing in your ears, trouble hearing;", "unusual mood changes;", "severe muscle weakness, loss of coordination, underactive reflexes;", "any sudden changes in mood or behavior, or thoughts about suicide;", "low blood cell counts - fever, chills, tiredness, sore throat, mouth sores, easy bruising, unusual bleeding, pale skin, cold hands and feet, feeling light-headed or short of breath;", "low blood sugar - headache, hunger, sweating, irritability, dizziness, fast heart rate, and feeling anxious or shaky; or", "a serious drug reaction that can affect many parts of your body - skin rash, fever, swollen glands, muscle aches, severe weakness, unusual bruising, or yellowing of your skin or eyes."], "side_effects": ["blurred vision, trouble focusing, trouble reading;", "distorted vision, blind spots;", "changes in your color vision;", "hazy or cloudy vision;", "seeing light flashes or streaks, seeing halos around lights; or", "increased sensitivity to light."], "usual_dose": ["Store at room temperature away from moisture, heat, and light."]}, {"drug_name": "Ibuprofen", "avoid_if": ["changes in your vision;", "shortness of breath (even with mild exertion);", "swelling or rapid weight gain;", "a skin rash, no matter how mild;", "signs of stomach bleeding - bloody or tarry stools, coughing up blood or vomit that looks like coffee grounds;", "liver problems - nausea, upper stomach pain, itching, tired feeling, flu-like symptoms, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes);", "low red blood cells (anemia) - pale skin, feeling light-headed or short of breath, rapid heart rate, trouble concentrating; or", "kidney problems - little or no urinating, painful or difficult urination, swelling in your feet or ankles, feeling tired or short of breath."], "side_effects": ["nausea, vomiting, gas;", "bleeding; or", "dizziness, headache."], "usual_dose": ["Get emergency medical help if you have signs of a heart attack or stroke: chest pain spreading to your jaw or shoulder, sudden numbness or weakness on one side of the body, slurred speech, leg swelling, feeling short of breath."]}, {"drug_name": "Imbruvica", "avoid_if": ["severe or ongoing diarrhea;", "chest pain, pounding heartbeats or fluttering in your chest, feeling like you might pass out;", "severe headache, blurred vision, pounding in your neck or ears;", "pale skin, cold hands and feet;", "easy bruising or bleeding (nosebleeds, bleeding gums);", "signs of bleeding inside your body - dizziness, confusion, problems with speech, prolonged headache, black or bloody stools, pink or brown urine, or coughing up blood or vomit that looks like coffee grounds;", "signs of infection - fever, chills, weakness, mouth sores, cough with mucus, trouble breathing;", "kidney problems - little or no urinating, swelling in your feet or ankles; or", "signs of tumor cell breakdown - tiredness, muscle cramps, nausea, vomiting, diarrhea, fast or slow heart rate, tingling in your hands and feet or around your mouth;"], "side_effects": ["diarrhea;", "tiredness;", "muscle and bone pain;", "rash; or", "bruising."], "usual_dose": ["Imbruvica can make it easier for you to bleed, even from a minor injury. Seek medical attention if you have bleeding that will not stop. Bleeding may also happen inside your body, such as in your stomach or intestines, or in your brain."]}, {"drug_name": "Invokana", "avoid_if": ["heart problems;", "a diabetic foot ulcer or amputation;", "circulation problems or nerve problems in your legs or feet;", "kidney disease;", "liver disease;", "bladder infections or other urination problems;", "a pancreas disorder;", "if you drink often, or drink large amounts of alcohol;", "if you are eating less than usual; or", "if you are on a low salt diet."], "side_effects": ["a light-headed feeling, like you might pass out;", "little or no urination;", "pain or burning when you urinate;", "new pain, tenderness, sores, ulcers, or infections in your legs or feet;", "high potassium - nausea, irregular heartbeats, weakness, loss of movement;", "ketoacidosis (too much acid in the blood) - nausea, vomiting, stomach pain, confusion, unusual drowsiness, or trouble breathing; or", "dehydration symptoms - dizziness, weakness, feeling light-headed (like you might pass out)."], "usual_dose": ["Initial dose: 100 mg orally once a day", "-May increase to 300 mg orally once a day for additional glycemic control but only in patients who have tolerated lower dose and who have an eGFR of 60 mL/min/1.73 m2 or greater", "Maximum dose: 300 mg/day", "", "Comments:", "-Do not initiate in patients with an eGFR less than 45 mL/min/1.73 m2 as this drug will not be effective.", "-If used in combination with insulin or an insulin secretagogue, a lower dose of insulin or the insulin secretagogue should be considered to reduce the risk of hypoglycemia.", "", "Use: As an adjunct to diet and exercise to improve glycemic control in patients with type 2 diabetes mellitus."]}, {"drug_name": "Januvia", "avoid_if": ["severe autoimmune reactionitching, blisters, breakdown of the outer layer of skin;", "severe or ongoing pain in your joints;", "little or no urination; or", "symptoms of heart failureshortness of breath (even while lying down), swelling in your legs or feet, rapid weight gain."], "side_effects": ["low blood sugar;", "headache; or", "runny or stuffy nose, sore throat."], "usual_dose": ["Follow your doctor's instructions about any restrictions on food, beverages, or activity."]}, {"drug_name": "Jardiance", "avoid_if": ["liver or kidney disease;", "a bladder infection or urination problems;", "a genital infection (penis or vagina);", "problems with your pancreas, including surgery;", "alcoholism, or if you currently drink large amounts of alcohol;", "if you are on a low salt diet; or", "if you are 65 or older."], "side_effects": ["a light-headed feeling, like you might pass out;", "dehydration - dizziness, confusion, feeling very thirsty, less urination;", "ketoacidosis (too much acid in the blood) - nausea, vomiting, stomach pain, confusion, unusual drowsiness, or trouble breathing; or", "signs of a bladder infection - pain or burning when you urinate, blood in your urine, pain in pelvis or back."], "usual_dose": ["Usual Adult Dose of Jardiance for Diabetes Type 2:"]}, {"drug_name": "Kevzara", "avoid_if": ["fever, chills, sweating, body aches;", "cough with bloody mucus;", "feeling short of breath;", "diarrhea, stomach pain, weight loss;", "sores on your skin;", "pain or burning when you urinate; or", "feeling very tired."], "side_effects": ["fever;", "ongoing stomach pain; or", "a change in bowel habits."], "usual_dose": ["Call your doctor for instructions if you miss a dose."]}, {"drug_name": "Lexapro", "avoid_if": ["liver or kidney disease;", "seizures;", "low levels of sodium in your blood;", "heart disease, high blood pressure;", "a stroke;", "bleeding problems;", "sexual problems;", "bipolar disorder (manic depression); or", "drug addiction or suicidal thoughts."], "side_effects": ["blurred vision, tunnel vision, eye pain or swelling, or seeing halos around lights;", "racing thoughts, unusual risk-taking behavior, feelings of extreme happiness or sadness;", "pain or burning when you urinate;", "(in a child taking Lexapro) slow growth or weight gain;", "low levels of sodium in the body - headache, confusion, slurred speech, severe weakness, vomiting, loss of coordination, feeling unsteady; or", "severe nervous system reaction - very stiff (rigid) muscles, high fever, sweating, confusion, fast or uneven heartbeats, tremors, feeling like you might pass out."], "usual_dose": ["Initial dose: 10 mg orally once a day; increase if necessary after at least 1 week of treatment to 20 mg once a day", "Maintenance dose: 10 to 20 mg orally once a day", "Maximum dose: 20 mg orally once a day", "", "Comment: Treatment should be periodically reassessed to determine the need for ongoing treatment; efficacy beyond 8 weeks has not been systematically studied.", "", "Use: Acute treatment of generalized anxiety disorder"]}, {"drug_name": "Lisinopril", "avoid_if": ["kidney disease (or if you are on dialysis);", "liver disease; or", "high levels of potassium in your blood."], "side_effects": ["a light-headed feeling, like you might pass out;", "fever, sore throat;", "high potassium - nausea, weakness, tingly feeling, chest pain, irregular heartbeats, loss of movement;", "kidney problems - little or no urination, swelling in your feet or ankles, feeling tired or short of breath; or", ">liver problems - nausea, upper stomach pain, itching, tired feeling, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes)."], "usual_dose": ["Usual Adult Dose for Congestive Heart Failure:"]}, {"drug_name": "Lofexidine", "avoid_if": ["slow heartbeats;", "severe dizziness or drowsiness; or", "a light-headed feeling, like you might pass out."], "side_effects": ["low blood pressure;", "dizziness (especially when standing up);", "drowsiness; or", "dry mouth."], "usual_dose": ["Initial dose: 0.54 mg orally 4 times a day during period of peak withdrawal", "-Dosing should be guided by symptoms and side effects", "Frequency of dosing: Every 5 to 6 hours", "Maximum single dose: 0.72 mg", "Maximum daily dose: 2.88 mg/day", "Maximum duration of therapy: 14 days", "", "Comments:", "-The period of peak withdrawal symptoms is generally the first 5 to 7 days following last use of opioid.", "-Treatment may be continued for up to 14 days with dosing guided by symptoms; lower doses may be appropriate as opioid withdrawal symptoms wane.", "-Discontinuation should occur over a 2 to 4-day period to mitigate withdrawal effects of lofexidine (e.g. reducing by 1 tablet per dose every 1 to 2 days).", "", "Use: For the mitigation of opioid withdrawal symptoms to facilitate abrupt opioid discontinuation."]}, {"drug_name": "Loratadine", "avoid_if": ["Keep the tablet in its blister pack until you are ready to take it. Open the package and peel back the foil. Do not push a tablet through the foil or you may damage the tablet.", "Use dry hands to remove the tablet and place it in your mouth.", "Do not swallow the tablet whole. Allow it to dissolve in your mouth without chewing. If desired, you may drink liquid to help swallow the dissolved tablet."], "side_effects": ["fast or uneven heart rate;", "severe headache; or", "a light-headed feeling, like you might pass out;"], "usual_dose": ["Usual Adult Dose for Allergic Rhinitis:"]}, {"drug_name": "Lyrica", "avoid_if": ["Pregabalin is not approved for use by anyone younger than 18 years old to treat nerve pain caused by fibromyalgia, diabetes, herpes zoster, or spinal cord injury.", "Pregabalin is not approved for seizures in anyone younger than 1 month old."], "side_effects": ["weak or shallow breathing;", "blue-colored skin, lips, fingers, and toes;", "confusion, extreme drowsiness or weakness;", "vision problems;", "skin sores (if you have diabetes);", "easy bruising, unusual bleeding;", "swelling in your hands or feet, rapid weight gain (especially if you have diabetes or heart problems); or", "unexplained muscle pain, tenderness, or weakness (especially if you also have fever or don't feel well)."], "usual_dose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."]}, {"drug_name": "Melatonin", "avoid_if": ["diabetes", "depression", "a bleeding or blood clotting disorder such as hemophilia", "taking a blood thinner like warfarin", "high or low blood pressure", "epilepsy or other seizure disorder", "if you are using any medicine to prevent organ transplant rejection", "an autoimmune condition", "using other sedatives or tranquilizers"], "side_effects": ["Eastbound: If you are traveling east, say from the US to Europe, take supplemental melatonin for sleep after dark, 30 minutes before bedtime in the new time zone or if you are on the plane. Then take it for the next 4 nights in the new time zone, after dark, 30 minutes before bedtime. If you are still feeling drowsy the day after using this medication, try a lower dose.", "Westbound: If you are heading west, for example, from the US to Australia, a dose is not needed for your first travel night, but you then may take it for the next 4 nights in the new time zone, after dark, 30 minutes before bedtime. Melatonin may not always be needed for westbound travel."], "usual_dose": ["How to Take for Delayed Sleep-Wake Phase Disorder"]}, {"drug_name": "Meloxicam", "avoid_if": ["the first sign of any skin rash, no matter how mild;", "shortness of breath (even with mild exertion);", "swelling or rapid weight gain;", "signs of stomach bleeding - bloody or tarry stools, coughing up blood or vomit that looks like coffee grounds;", "liver problems - nausea, upper stomach pain, itching, tired feeling, flu-like symptoms, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes);", "kidney problems - little or no urinating, painful or difficult urination, swelling in your feet or ankles, feeling tired or short of breath;", "low red blood cells (anemia) - pale skin, feeling light-headed or short of breath, rapid heart rate, trouble concentrating; or", "severe skin reaction - fever, sore throat, swelling in your face or tongue, burning in your eyes, skin pain followed by a red or purple skin rash that spreads (especially in the face or upper body) and causes blistering and peeling."], "side_effects": ["upset stomach, nausea, vomiting, heartburn;", "diarrhea, constipation, gas;", "dizziness; or", "cold or flu symptoms."], "usual_dose": ["Store meloxicam tablets or capsules at room temperature, away from moisture and heat. Keep the bottle tightly closed when not in use."]}, {"drug_name": "Metformin", "avoid_if": ["kidney disease (your kidney function may need to be checked before you take this medicine);", "high ketone levels in your blood or urine;", "heart disease, congestive heart failure;", "liver disease; or", "if you also use insulin, or other oral diabetes medications."], "side_effects": ["unusual muscle pain;", "feeling cold;", "trouble breathing;", "feeling dizzy, light-headed, tired, or very weak;", "stomach pain, vomiting; or", "slow or irregular heart rate."], "usual_dose": ["Avoid drinking alcohol. It lowers blood sugar and may increase your risk of lactic acidosis."]}, {"drug_name": "Methadone", "avoid_if": ["heart problems, long QT syndrome (in you or a family member);", "breathing problems, sleep apnea;", "a head injury, brain tumor, or seizures;", "drug or alcohol addiction, or mental illness;", "liver or kidney disease;", "urination problems; or", "problems with your gallbladder, pancreas, or thyroid."], "side_effects": ["weak or shallow breathing, breathing that stops during sleep;", "severe constipation;", "a light-headed feeling, like you might pass out;", "fast or pounding heartbeats, fluttering in your chest, shortness of breath;", "low cortisol levels--nausea, vomiting, loss of appetite, dizziness, worsening tiredness or weakness; or", "serotonin syndrome - agitation, hallucinations, fever, fast heart rate, muscle stiffness, twitching, loss of coordination, nausea, diarrhea."], "usual_dose": ["Do not take two doses at one time."]}, {"drug_name": "Methotrexate", "avoid_if": ["liver problems, especially fluid in your stomach (ascites);", "kidney disease;", "lung problems, especially fluid in the lungs (pleural effusion);", "radiation treatments; or", "a stomach ulcer or ulcerative colitis."], "side_effects": ["If you are a woman, you may need to have a negative pregnancy test before starting this treatment. Use effective birth control to prevent pregnancy while you are using methotrexate and for at least 6 months after your last dose.", "If you are a man, use effective birth control if your sex partner is able to get pregnant. Keep using birth control for at least 3 months after your last dose.", "Tell your doctor right away if a pregnancy occurs while either the mother or the father is using methotrexate."], "usual_dose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222. An overdose of methotrexate can be fatal."]}, {"drug_name": "Metoprolol", "avoid_if": ["asthma, chronic obstructive pulmonary disease (COPD), sleep apnea, or other breathing disorder;", "diabetes (taking metoprolol may make it harder for you to tell when you have low blood sugar);", "liver disease;", "congestive heart failure;", "problems with circulation (such as Raynaud's syndrome);", "a thyroid disorder; or", "pheochromocytoma (tumor of the adrenal gland)."], "side_effects": ["very slow heartbeats;", "a light-headed feeling, like you might pass out;", "shortness of breath (even with mild exertion), swelling, rapid weight gain; or", "cold feeling in your hands and feet."], "usual_dose": ["Initial dose:", "-Metoprolol tartrate immediate release tablets: 50 mg orally twice a day", "-Metoprolol succinate extended release tablets: 100 mg orally once a day", "", "Maintenance dose: 100 to 400 mg per day."]}, {"drug_name": "Naloxone", "avoid_if": ["you have heart problems; or", "you are pregnant or breastfeeding."], "side_effects": ["Each naloxone injection contains only one dose of medicine and cannot be reused.", "Place the patient on their back and when you are ready to inject, pull off cap to expose needle.", "Do not put your finger on top of the device. For a child under the age of 1 years old, pinch the thigh muscle while administering the dose.", "Hold naloxone injection by finger grips only and slowly insert the needle into the thigh.", "After needle is in thigh you should push the plunger all the way down until it clicks and then hold for 2 seconds.", "Right after the injection, using one hand with fingers behind the needle, slide the safety guard over the needle. You should not use two hands to activate the safety guard. Put the used syringe into the blue case and close the case."], "usual_dose": ["Initial dose:"]}, {"drug_name": "Naltrexone", "avoid_if": ["Naltrexone blocks the effects of opioid drugs. Do not take large amounts of opioids, including opioid-containing medicines, such as heroin or prescription pain pills, to try to overcome the opioid-blocking effects of this medication. This can lead to serious injury, coma, or death.", "After you receive a dose of the extended-release injection form of this medication, its blocking effect slowly decreases and completely goes away over time. If you have used opioid street drugs or opioid-containing medicines in the past, using opioids in amounts that you used before treatment can lead to overdose and death. You may also be more sensitive to the effects of lower amounts of opioids:", "after you have gone through detoxification", "when your next naltrexone injection is due", "if you miss a dose of this medication", "after you stop naltrexone treatment", "", "It is important that you tell your family and the people closest to you of this increased sensitivity to opioids and the risk of overdose.", "", "You or someone close to you should call 911 or get emergency medical help right away if you:", "have trouble breathing", "become very drowsy with slowed breathing", "have slow, shallow breathing (little chest movement with breathing)", "feel faint, very dizzy, confused, or have unusual symptoms", "", "Talk to your healthcare provider about naloxone, a medicine that is available to patients for the emergency treatment of an opioid overdose.", "", "Call 911 or get emergency medical help right away in all cases of known or suspected opioid overdose, even if naloxone is administered."], "side_effects": ["intense pain", "the area feels hard", "large area of swelling", "lumps", "blisters", "an open wound", "a dark scab"], "usual_dose": ["If you miss your appointment for your naltrexone injection, schedule another appointment as soon as possible."]}, {"drug_name": "Naproxen", "avoid_if": ["shortness of breath (even with mild exertion);", "swelling or rapid weight gain;", "the first sign of any skin rash, no matter how mild;", "signs of stomach bleeding - bloody or tarry stools, coughing up blood or vomit that looks like coffee grounds;", "liver problems - nausea, upper stomach pain, itching, tired feeling, flu-like symptoms, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes);", "kidney problems - little or no urinating, painful or difficult urination, swelling in your feet or ankles, feeling tired or short of breath;", "low red blood cells (anemia) - pale skin, feeling light-headed or short of breath, rapid heart rate, trouble concentrating; or", "severe skin reaction - fever, sore throat, swelling in your face or tongue, burning in your eyes, skin pain followed by a red or purple skin rash that spreads (especially in the face or upper body) and causes blistering and peeling."], "side_effects": ["indigestion, heartburn, stomach pain, nausea;", "headache, dizziness, drowsiness;", "bruising, itching, rash;", "swelling; or", "ringing in your ears."], "usual_dose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."]}, {"drug_name": "Narcan", "avoid_if": ["you have heart problems; or", "you are pregnant or breastfeeding."], "side_effects": ["Each Narcan nasal spray contains only one dose of medicine and cannot be reused.", "Narcan is available in a 2 mg and 4 mg strength. Your healthcare provider will prescribe the strength that is right for you.", "Remove Narcan from the box. Peel back the tab with the circle to open the Narcan nasal spray.", "Do not prime Narcan nasal spray.", "Lay the person on their back with their neck supported with your hand and allow the head to tilt back before giving Narcan nasal spray.", "Hold the Narcan with your thumb on the bottom of the red plunger and your first and middle fingers on either side of the nozzle."], "usual_dose": ["Sudden withdrawal symptoms in a baby younger than 4 weeks old may be life-threatening if not treated the right way. Symptoms include crying, stiffness, overactive reflexes, and seizures. Call your doctor or get emergency medical help if you are not sure how to properly give this medicine to a baby."]}, {"drug_name": "Omeprazole", "avoid_if": ["trouble or pain with swallowing;", "bloody or black stools, vomit that looks like blood or coffee grounds;", "heartburn that has lasted for over 3 months;", "frequent chest pain, heartburn with wheezing;", "unexplained weight loss;", "nausea or vomiting, stomach pain;", "liver disease;", "low levels of magnesium in your blood; or", "osteoporosis or low bone mineral density (osteopenia)."], "side_effects": ["severe stomach pain, diarrhea that is watery or bloody;", "new or unusual pain in your wrist, thigh, hip, or back;", "seizure (convulsions);", "kidney problems - fever, rash, nausea, loss of appetite, joint pain, urinating less than usual, blood in your urine, weight gain;", "low magnesium - dizziness, irregular heartbeats, feeling jittery, muscle cramps, muscle spasms, cough or choking feeling; or", "new or worsening symptoms of lupus - joint pain, and a skin rash on your cheeks or arms that worsens in sunlight."], "usual_dose": ["Store at room temperature away from moisture and heat."]}, {"drug_name": "Otezla", "avoid_if": ["kidney disease; or", "depression or suicidal thoughts or actions."], "side_effects": ["severe diarrhea, nausea, and vomiting;", "unexplained weight loss, or if you lose a lot of weight;", "mood changes, new or worsening depression; or", "thoughts of suicide or hurting yourself."], "usual_dose": [" 30 mg orally twice a day (AM and PM)"]}, {"drug_name": "Ozempic", "avoid_if": ["Tell your doctor and pharmacist f you are allergic to semaglutide, albiglutide (Tanzeum; no longer available in the US), dulaglutide (Trulicity), exenatide (Bydureon, Byetta), liraglutide (Saxenda, Victoza), lixisenatide (Adlyxin, one of the active ingredients in Soliqua), any other medications, or any of the ingredients in Ozempic injection. Ask your pharmacist or check the Medication Guide for a list of the ingredients.", "Tell your doctor if you have or have ever had pancreatitis (inflammation of the pancreas), diabetic retinopathy (damage to the eyes caused by diabetes), gallbladder disease, or kidney disease. Also tell your doctor if you have recently had diarrhea, nausea, or vomiting or if you cannot drink liquids by mouth, which may cause dehydration (loss of a large amount of body fluids).", "If you plan to become pregnant. Your doctor may tell you to stop using Ozempic for 2 months before a planned pregnancy.", "Tell your doctor if you are pregnant or are breastfeeding. If you become pregnant while using this medicine, call your doctor.", "Ask your doctor what to do if there is a large change in your diet, exercise, or weight; or if you get sick, develop an infection or fever, experience unusual stress, or are injured. These changes and conditions can affect your blood sugar and the amount of this medicine you may need.", "You should know that your mental health may change in unexpected ways and you may become suicidal (thinking about harming or killing yourself or planning or trying to do so) while you are using semaglutide injection for weight loss. You, your family, or your caregiver should call your doctor right away if you experience any of the following symptoms: depression; talking or thinking about wanting to hurt yourself or end your life; withdrawing from friends and family; preoccupation with death and dying; or any other unusual changes in behavior or mood. Be sure that your family or caregiver knows which symptoms may be serious so they can call the doctor if you are unable to seek treatment on your own."], "side_effects": ["nausea", "vomiting", "diarrhea", "abdominal pain", "constipation", "heartburn", "burping"], "usual_dose": ["Other drugs may interact with Ozempic, including prescription and over-the-counter medicines, vitamins, and herbal products. Tell your doctor about all other medicines you use."]}, {"drug_name": "Pantoprazole", "avoid_if": ["low levels of magnesium in your blood;", "lupus; or", "osteoporosis or low bone mineral density."], "side_effects": ["severe stomach pain, diarrhea that is watery or bloody;", "sudden pain or trouble moving your hip, wrist, or back;", "bruising or swelling where intravenous pantoprazole was injected;", "kidney problems - fever, rash, nausea, loss of appetite, joint pain, urinating less than usual, blood in your urine, weight gain;", "low magnesium - dizziness, fast or irregular heart rate, tremors (shaking) or jerking muscle movements, feeling jittery, muscle cramps, muscle spasms in your hands and feet, cough or choking feeling; or", "new or worsening symptoms of lupus - joint pain, and a skin rash on your cheeks or arms that worsens in sunlight."], "usual_dose": ["Call your doctor if your symptoms do not improve or if they get worse while you are using this medicine."]}, {"drug_name": "Prednisone", "avoid_if": ["blurred vision, eye pain, or seeing halos around lights;", "swelling, rapid weight gain, feeling short of breath;", "severe depression, feelings of extreme happiness or sadness, changes in personality or behavior, seizure (convulsions);", "bloody or tarry stools, coughing up blood;", "pancreatitis (severe pain in your upper stomach spreading to your back, nausea and vomiting, fast heart rate);", "low potassium (confusion, uneven heart rate, extreme thirst, increased urination, leg discomfort, muscle weakness or limp feeling); or", "dangerously high blood pressure (severe headache, blurred vision, buzzing in your ears, anxiety, confusion, chest pain, shortness of breath, uneven heartbeats, seizure)."], "side_effects": ["sleep problems (insomnia), mood changes;", "increased appetite, gradual weight gain;", "acne, increased sweating, dry skin, thinning skin, bruising or discoloration;", "slow wound healing;", "headache, dizziness, spinning sensation;", "nausea, stomach pain, bloating; or", "changes in the shape or location of body fat (especially in your arms, legs, face, neck, breasts, and waist)."], "usual_dose": ["An overdose of prednisone is not expected to produce life threatening symptoms. However, long term use of high steroid doses can lead to symptoms such as thinning skin, easy bruising, changes in the shape or location of body fat (especially in your face, neck, back, and waist), increased acne or facial hair, menstrual problems, impotence, or loss of interest in sex."]}, {"drug_name": "Probuphine", "avoid_if": ["an implant sticks out of your skin or comes out by itself;", "you have pain, itching, redness, swelling, bleeding or severe irritation;", "you have numbness or weakness in your arm; or", "you feel short of breath."], "side_effects": ["opioid withdrawal symptoms - shivering, goose bumps, increased sweating, feeling hot or cold, runny nose, watery eyes, diarrhea, vomiting;", "confusion, agitation, or other changes in your mental status;", "extreme drowsiness, trouble concentrating;", "a light-headed feeling, like you might pass out;", "weak or shallow breathing, breathing that stops during sleep;", "blurred vision, slurred speech, problems with walking, reflexes, or coordination; or", "low cortisol levels - nausea, vomiting, loss of appetite, dizziness, worsening tiredness or weakness."], "usual_dose": ["Avoid driving or operating machinery until you know how buprenorphine will affect you. Dizziness or drowsiness can cause falls, accidents, or severe injuries."]}, {"drug_name": "Rybelsus", "avoid_if": ["a stomach or intestinal disorder;", "pancreatitis;", "kidney disease; or", "eye problems caused by diabetes (retinopathy)."], "side_effects": ["Rybelsus tablets are taken by mouth, usually once per day.", "Take Rybelsus when you first wake up and at least 30 minutes before you eat or drink anything. ", "Take the tablet with a small amount of water (no more than 4 ounces).", "Swallow the tablet whole and do not crush, chew, or break it.", "After 30 minutes of taking the tablet you may eat, drink or take other oral medicines."], "usual_dose": ["Overdose may cause severe nausea, vomiting, or low blood sugar."]}, {"drug_name": "secukinumab", "avoid_if": ["Your healthcare provider should check you for tuberculosis (TB) before starting treatment with this medicine.", "If your healthcare provider feels that you are at risk for TB, you may be treated with medicine for TB before you begin treatment and during treatment with .this medicine", "Your healthcare provider should watch you closely for signs and symptoms of TB during treatment. Do not take this medicine if you have an active TB infection."], "side_effects": ["are being treated for an infection", "have an infection that does not go away or that keeps coming back", "have TB or have been in close contact with someone with TB", "think you have an infection or have symptoms of an infection such as:", "fever, sweats, or chills", "muscle aches", "cough", "weight loss", "blood in your phlegm", "Infected skin sores", "diarrhea or stomach pain", "burning or pain when urinating", "needing to urinate more often than usual"], "usual_dose": ["Cosentyx Sensoready pen and prefilled syringe: L-histidine/histidine hydrochloride monohydrate, L-methionine, polysorbate 80, trehalose dihydrate, and sterile water for injection."]}, {"drug_name": "Sublocade", "avoid_if": ["weak or shallow breathing, breathing that stops during sleep;", "severe drowsiness or dizziness, loss of coordination;", "pain, redness, itching, or skin changes where the injection was given;", "a light-headed feeling, like you might pass out;", "opioid withdrawal symptoms--shivering, goose bumps, increased sweating, feeling hot or cold, runny nose, watery eyes, diarrhea, vomiting;", "liver problems--loss of appetite, upper stomach pain, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes); or", "low cortisol levels-- nausea, vomiting, loss of appetite, dizziness, worsening tiredness or weakness."], "side_effects": ["feeling tired;", "nausea, vomiting, constipation;", "itching, pain, or a lump where the medicine was injected;", "headache; or", "abnormal liver function tests."], "usual_dose": ["Avoid driving or hazardous activity until you know how Sublocade will affect you. Dizziness or drowsiness can cause falls, accidents, or severe injuries."]}, {"drug_name": "Tramadol", "avoid_if": ["a head injury, epilepsy or other seizure disorder;", "drug or alcohol addiction; or", "a metabolic disorder."], "side_effects": ["breathing problems, sleep apnea;", "liver or kidney disease;", "urination problems;", "problems with your gallbladder, pancreas, or thyroid;", "a stomach disorder; or", "mental illness, or suicide attempt."], "usual_dose": ["Do not keep leftover tramadol. Just one dose can cause death in someone using it accidentally or improperly. Ask your pharmacist where to locate a drug take-back disposal program. If there is no take-back program, mix the leftover medicine with cat litter or coffee grounds in a sealed plastic bag throw the bag in the trash."]}, {"drug_name": "Trazodone", "avoid_if": ["fast or pounding heartbeats, fluttering in your chest, shortness of breath, and sudden dizziness (like you might pass out);", "slow heartbeats;", "unusual thoughts or behavior;", "easy bruising, unusual bleeding; or", "low levels of sodium in the body - headache, confusion, slurred speech, severe weakness, vomiting, loss of coordination, feeling unsteady."], "side_effects": ["drowsiness, dizziness, tiredness;", "swelling;", "weight loss;", "blurred vision;", "diarrhea, constipation; or", "stuffy nose."], "usual_dose": ["Initial dose: 150 mg orally per day in divided doses; this may be increased by 50 mg orally per day every 3 to 4 days", "Maximum dose:", "-Inpatients: 600 mg/day", "-Outpatients: 400 mg/day", "", "Comments:", "-Patients should be screened for a personal/family history of bipolar disorder, mania, or hypomania prior to initiating treatment.", "-Patients should be monitored for withdrawal symptoms when discontinuing therapy.", "-After an adequate response has been reached, dosage may be gradually reduced depending on therapeutic response.", "-If drowsiness develops, a major portion of the daily dose may be administered at bedtime or a reduction of dosage may be necessary.", "-This drug should be taken shortly after a meal or light snack.", "", "Use: Treatment of major depressive disorder (MDD)"]}, {"drug_name": "Viagra", "avoid_if": ["heart disease or heart rhythm problems, coronary artery disease;", "a heart attack, stroke, or congestive heart failure;", "high or low blood pressure;", "liver or kidney disease;", "a blood cell disorder such as sickle cell anemia, multiple myeloma, or leukemia;", "a bleeding disorder such as hemophilia;", "a stomach ulcer;", "retinitis pigmentosa (an inherited condition of the eye);", "a physical deformity of the penis (such as Peyronie's disease); or", "if you have been told you should not have sexual intercourse for health reasons."], "side_effects": ["heart attack symptoms--chest pain or pressure, pain spreading to your jaw or shoulder, nausea, sweating;", "vision changes or sudden vision loss; or", "erection is painful or lasts longer than 4 hours (prolonged erection can damage the penis)."], "usual_dose": ["Stop taking Viagra and get emergency medical help if you have:"]}, {"drug_name": "Wegovy", "avoid_if": ["Obese (initial BMI 95th percentile or greater for age and sex)"], "side_effects": ["Possible thyroid tumors, including cancer. It is important tot tell your healthcare provider if you get a lump or swelling in your neck, hoarseness, trouble swallowing, or shortness of breath. These may be symptoms of thyroid cancer. In studies with rodents, Wegovy and medicines that work like Wegovy caused thyroid tumors, including thyroid cancer. It is not known if Wegovy will cause thyroid tumors or a type of thyroid cancer called medullary thyroid carcinoma (MTC) in people.", "Do not use this medicine if you or any of your family have ever had a type of thyroid cancer called medullary thyroid carcinoma (MTC), or if you have an endocrine system condition called Multiple Endocrine Neoplasia syndrome type 2 (MEN 2)."], "usual_dose": [" "]}, {"drug_name": "Wellbutrin", "avoid_if": ["a head injury, seizures, or brain or spinal cord tumor;", "narrow-angle glaucoma;", "heart disease, high blood pressure, or a heart attack;", "diabetes;", "kidney or liver disease (especially cirrhosis); or", "depression, bipolar disorder or other mental illness; or", "if you drink alcohol."], "side_effects": ["a seizure (convulsions);", "confusion, unusual changes in mood or behavior;", "blurred vision, tunnel vision, eye pain or swelling, or seeing halos around lights;", "fast or irregular heartbeats; or", "a manic episode - racing thoughts, increased energy, reckless behavior, feeling extremely happy or irritable, talking more than usual, severe problems with sleep."], "usual_dose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222. An overdose of bupropion can be fatal. Overdose symptoms may include muscle stiffness, hallucinations, fast or uneven heartbeat, shallow breathing, or fainting."]}, {"drug_name": "Xanax", "avoid_if": ["breathing problems;", "drug or alcohol addiction;", "depression, mood problems, or suicidal thoughts or behavior; or", "kidney or liver disease."], "side_effects": ["drowsiness; or", "feeling light-headed."], "usual_dose": ["Immediate-release tablets: 0.5 mg orally administered 3 times a day", "-Maximum dose: 10 mg/day", "", "Extended-release tablets:", "-Initial dose: 0.5 to 1 mg orally once a day", "-Maintenance dose: 3 to 6 mg orally per day, preferably in the morning", "-Maximum dose: 10 mg/day", "", "Comments:", "-The lowest possible effective dose should be administered and the need for continued treatment reassessed frequently.", "-Dosage should be reduced gradually when discontinuing therapy or when decreasing the daily dosage.", "-The daily dosage may be decreased by no more than 0.5 mg every 3 days; however, some patients may require an even slower dosage reduction.", "-The dose of extended-release tablets may be increased at intervals of 3 to 4 days in increments of no more than 1 mg per day.", "-The times of administration should be distributed as evenly as possible throughout the waking hours."]}, {"drug_name": "Zubsolv", "avoid_if": ["any problems with your teeth or gums;", "weak or shallow breathing, breathing that stops during sleep;", "a light-headed feeling, like you might pass out;", "confusion, loss of coordination, extreme weakness;", "blurred vision, slurred speech;", "liver problems - upper stomach pain, loss of appetite, dark urine, clay-colored stools, jaundice (yellowing of the skin or eyes);", "high levels of serotonin in the body - agitation, hallucinations, fever, sweating, shivering, fast heart rate, muscle stiffness, twitching, loss of coordination, nausea, vomiting, diarrhea;", "low cortisol levels - nausea, vomiting, loss of appetite, dizziness, worsening tiredness or weakness; or", "opioid withdrawal symptoms - shivering, goose bumps, increased sweating, feeling hot or cold, runny nose, watery eyes, diarrhea, muscle pain."], "side_effects": ["dizziness, drowsiness, blurred vision, feeling drunk, trouble concentrating;", "withdrawal symptoms;", "tongue pain, redness or numbness inside your mouth;", "nausea, vomiting, constipation;", "headache, back pain;", "fast or pounding heartbeats, increased sweating; or", "sleep problems (insomnia)."], "usual_dose": ["Usual Adult Dose for Opiate Dependence - Maintenance:"]}]